Repository: mabragor/foobar
Catalog: server/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Login
ru: Логин

source: Password
ru: Пароль

source: Login page
ru: Страница авторизации

source: Form is not valid
ru: Форма не проходит проверку

source: Probably you've made a mistake.
ru: Возможно вы сделали ошибку

source: Form is not valid : %s
ru: Форма не проходит проверку : %s

source: Service is temporary unavailable. We appologize for any inconvinience.
ru: Сервис временно недоступен. Мы извиняемся за неудобство.

source: It must be POST
ru: Используйте метод POST

source: Please, do not break our code :)
ru: Пожалуйста, не ломайте нас :)

source: Form is not valid : %s
ru: Форма не проходит проверку : %s

source: This model consists of all meaningful events of system.
ru: Эта модель содержит все значимые события системы.

source: user
ru: пользователь

source: action
ru: действие

source: data
ru: данные

source: Log
ru: Журнал

source: Logs
ru: Журналы

source: There is no such key: %s.
ru: Нет такого ключа: %s.

source: Wrong ID of %s.
ru: Неверный идентификатор для %s.

source: No such object.
ru: Нет такого объекта.

source: Date has to be in the future.
ru: Дата должна быть в будущем.

source: Unsupported type.
ru: Неподдерживаемый тип.

source: RFID has to consist of HEX symbols.
ru: RFID должен состоять из HEX символов.

source: No client for a given RFID.
ru: Нет клиента с указанной RFID картой.

source: Empty login.
ru: Пустой логин.

source: Empty password.
ru: Пустой Пароль.

source: Your account has been disabled!
ru: Ваш аккаунт был отключен!

source: Your username and password were incorrect.
ru: Ваш логин и пароль некорректны.

source: Avoid the appointment in the past.
ru: Нельзя назначать на прошедшие события.

source: The client is already registered on this event.
ru: Клиент уже зарегистрирован на это событие.

source: The client has no card of needed category.
ru: У клиента нет курсов нужной категории.

source: Too much money. Payment is %f.
ru: Слишком большая сумма. Оплатите %f.

source: Field "Phone" is empty.
ru: Поле "Телефон" пустое.

source: This RFID label is used already.
ru: Эта RFID метка уже используется.

source: a Flyer Visit
ru: посещение по флаеру

source: a Test Visit
ru: пробное посещение

source: The client has %s already!
ru: Клиент уже использовал %s!

source: At least one phone number must be filled.
ru: Как минимум один телефон должен быть указан.

source: Avoid a rent assignment in the past.
ru: Нельзя назначать аренду на прошедшую дату.

source: Exchange the dates.
ru: Обменять даты

source: There is an event intersection.
ru: Есть пересечение событий.

source: Unable to delete this event.
ru: Невозможно удалить это событие.

source: Check event IDs.
ru: Проверьте идентификаторы событий.

source: Unable to exchange the same event.
ru: Нельзя обменять событие само на себя.

source: There is no event intersection.
ru: Нет пересечения событий.

source: Not implemented yet.
ru: Ещё не реализовано.

source: Date must be Monday.
ru: Дата должна быть понедельником

source: It is impossible to copy events to the past.
ru: Нельзя копировать события в прошлое.

source: It is impossible to copy the week into itself.
ru: Нельзя копировать неделю в саму себя.

source: This model consists of records of patches which had been applied on database.
ru: Эта модель содержит записи патчей, которые были применены на базе данных.

source: Name of patch
ru: Имя патча

source: Applied
ru: Назначено

source: Patch
ru: Патч

source: Patches
ru: Патчи

source: Registered
ru: Зарегистрирован

source: Card's code
ru: Идентификатор карты

source: Card codes
ru: Идентификаторы карт

source: Groups
ru: Группы

source: Users of this system.
ru: Пользователи данной системы.

source: User groups of this system.
ru: Группы пользователей данной системы.

source: Card type
ru: Тип клубной карты

source: This model consists of records of training courses which clients ever had bought.
ru: Эта модель содержит записи о купленных клиентами курсов.

source: Title
ru: Заголовок

source: This model consists of thresholds and values for card.
ru: Эта модель содержит ограничения и значения для карт.

source: Categories
ru: Категории

source: Discounts
ru: Скидки

source: This model consists of all possible types for ordinary cards.
ru: Эта модель содержит информацию о всех возможных типах обычных карт.

source: This model consists of all possible types for club cards.
ru: Эта модель содержит информацию о всех возможных типах клубных карт.

source: This model consists of all possible types for promo cards.
ru: Эта модель содержит информацию о всех возможных типах рекламных карт.

source: This model consists of prices for every price category for teams.
ru: Эта модель содержит цены для каждой ценовой категории танцевальных групп.

source: This model consists of prices for every price category for rents.
ru: Эта модель содержит цены для каждой ценовой категории аренды.

source: This model consists of all possible discounts.
ru: Эта модель содержит все возможные скидки.

source: Color
ru: Цвет

source: This model consists of all available rooms.
ru: Эта модель содержит все доступные залы.

source: This model consists of all available dance directions.
ru: Эта модель содержит все доступные танцевальные направления.

source: This model consists of all available dance styles.
ru: Эта модель содержит все доступные танцевальные стили.

source: Teams
ru: Группы

source: Team List
ru: Список групп

source: This model consists of all available coaches.
ru: Эта модель содержит информацию о всех преподавателях.

source: Name
ru: Имя

source: This model consists of all registered clients.
ru: Эта модель содержит информацию о всех зарегистрированных клиентах.

source: This model consists of all registered renters.
ru: Эта модель содержит информацию о всех зарегистрированных арендаторах.

source: Impossible to place this event!
ru: Невозможно разместить это событие!

source: Room List
ru: Список залов

source: This model consists of all available teams.
ru: Эта модель содержит все доступные танцевальные группы.

source: Info
ru: Инфо

source: This model consists of all available rents.
ru: Эта модель содержит все доступные аренды.

source: What event will happen?
ru: Какое событие должно быть размещено?

source: Description
ru: Описание

source: This model consists of records with events (team or rent) which assigned on a week.
ru: Эта модель содержит записи о всех событиях (группа или аренда), которые назначены на неделю.

source: List of coaches
ru: Список преподавателей

source: This model consists of records with scheduled events (team or rent).
ru: Эта модель содержит все запланированные события (группа или аренда).

source: This model consists of all registered visits of trainings.
ru: Эта модель содержит все зарегистрированные визиты на занятия.

source: Reserved
ru: Забронировано

source: Piad partially
ru: Оплачено частично

source: Paid
ru: Оплачено

source: Is this record active?
ru: Эта запись активна?

source: Full price.
ru: Полная цена.

source: Half price.
ru: Половина цены.

source: One visit price.
ru: Цена одного занятия.

source: Test price.
ru: Цена пробного занятия.

source: Price category of a team
ru: Ценовая категория группы

source: Price categories of a team
ru: Ценовые категории группы

source: Price category of a rent
ru: Ценовая категория аренды

source: Price categories of a rent
ru: Ценовые категории аренды

source: The percent of a discount.
ru: Процент скидки.

source: Discount
ru: Скидка

source: The name of this item. It will show on the list of items.
ru: Имя для записи. Оно будет отображаться на списке записей.

source: Slug
ru: Метка

source: ASCII name for this item.
ru: Текстовый идентификатор записи, латинскими буквами.

source: Price category
ru: Ценовая категория

source: Priority
ru: Приоритет

source: Priority for the algorithm to automatically select while the registration of a visit.
ru: Приоритет для алгоритма автоматического выбора при регистрации визита.

source: Threshold
ru: Предел

source: The threshold of applying a rule.
ru: Предел, при котором применяется правило.

source: Days.
ru: Дни.

source: The count days before expiration.
ru: Количество дней до окончания срока действия.

source: Duration
ru: Длительность

source: Durations
ru: Длительности

source: Is priceless?
ru: Бесплатно?

source: Use threshold
ru: Использовать предел

source: Use threshold to count an expiration date of the card?
ru: Использовать предел для подсчёта времени действия курса?

source: Formula
ru: Формула

source: Enter the formula to calculate available visits.
ru: Введите формулу вычисления доступных занятий.

source: Ordinary card's type
ru: Тип обычной карты

source: Ordinary card's types
ru: Типы обычных карт

source: Price.
ru: Цена.

source: Duration in days.
ru: Длительность в днях.

source: Club card's type
ru: Тип клубной карты

source: Club card's types
ru: Типы клубных карт

source: Visits count.
ru: Количество посещений.

source: Last date of an activation
ru: Последняя дата активации

source: Date of an expiration
ru: Дата окончания срока действия

source: Promo card's type
ru: Тип рекламной карты

source: Promo card's types
ru: Типы рекламных карт

source: Direction
ru: Направление

source: Directions
ru: Направления

source: Style
ru: Стиль

source: Styles
ru: Стили

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Phone
ru: Телефон

source: E-mail
ru: Е-почта

source: Birth date
ru: Дата рождения

source: Main Style
ru: Основной стиль

source: Coach
ru: Преподаватель

source: Coaches
ru: Преподаватели

source: Client
ru: Клиент

source: Clients
ru: Клиенты

source: Renter
ru: Арендатор

source: Renters
ru: Арендаторы

source: Price
ru: Цена

source: Price with all discounts.
ru: Цена со всеми скидками.

source: Paid amount.
ru: Оплачено всего.

source: Exercises sold
ru: Продано тренировок

source: Exercises used
ru: Использовано тренировок

source: Exercises available
ru: Доступно тренировок

source: Begin
ru: Начало

source: Expired
ru: Окончено

source: Cancelled
ru: Отменено

source: Client's card
ru: Карта клиента

source: Client's cards
ru: Карты клиента

source: Club
ru: Клубная

source: Promo
ru: Рекламная

source: Unknown
ru: Неизвестно

source: Wait
ru: Ожидание

source: Cancel
ru: Отменено

source: Active
ru: Активно

source: Check sources: %(avail)i and %(used)i
ru: Проверьте исходный код: %(avail)i и %(used)i

source: Activate ordinary card
ru: Активация обычной карты

source: Fill CardDuration model.
ru: Заполните модель CardDuration.

source: Activate club card
ru: Активация клубной карты

source: Visible title for a room
ru: Видимый текст для зала

source: HEX color, as #RRGGBB
ru: Цвет в формате HEX, пример: #RRGGBB

source: Area
ru: Площадь

source: Room's area, in square meters
ru: Площадь зала, в квадратных метрах

source: Flooring
ru: Покрытие

source: Flooring description, max 200 symbols
ru: Покрытие пола, максимум 200 символов

source: Room
ru: Зал

source: Rooms
ru: Залы

source: Dance style
ru: Танцевальные стили

source: The duration of an event, in hours.
ru: Длительность события, в часах.

source: Team
ru: Группа

source: The duration of an event.
ru: Длительность события.

source: Paid amount
ru: Оплачена сумма

source: Paid status
ru: Статус оплаты

source: Rent
ru: Аренда

source: Rents
ru: Аренда

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Time
ru: Время

source: Time of the event
ru: Время события

source: Week day
ru: День недели

source: The day of a week.
ru: День недели.

source: Calendar
ru: Календарь

source: Calendars
ru: Календари

source: %(day)s at %(time)s in %(room)s
ru: %(day)s в %(time)s в %(room)s

source: Waiting
ru: Ожидание

source: Done
ru: Выполнено

source: Begins
ru: Начинается

source: Ends
ru: Конец

source: Event status
ru: Статус события

source: Schedule
ru: Расписание

source: Schedules
ru: Расписания

source: Event
ru: Событие

source: Visit
ru: Посещение

source: Visits
ru: Посещения

source: Coach change
ru: Замена преподавателя

source: Economic expenses
ru: Хозяйственные нужды

source: Salary
ru: Зарплата

source: Subsist
ru: Аванс

source: Advertising
ru: Реклама

source: Capital investments
ru: Капитальное вложение

source: Basic services
ru: Основные услуги

source: Club cards
ru: Клубные карты

source: Gift certificates
ru: Подарочные сертификаты

source: Open abonement
ru: Абонемент с открытой датой

source: ISIC cards
ru: Карта ISIC

source: Cofe machine
ru: Кофе машина

source: Room rent
ru: Аренда зала

source: Dance show
ru: Выступления танцовщиков

source: RFID cards
ru: RFID карты

source: Type
ru: Тип

source: Count
ru: Количество

source: Accounting
ru: Учёт

source: Accountings
ru: Учёт

source: Inflow
ru: Приход

source: Outflow
ru: Расход

source: User
ru: Пользователь

source: Action
ru: Действие

source: Total
ru: Всего

source: Flow
ru: Поток

source: Flows
ru: Потоки

source: Palette
ru: Палитра

source: Slave model!
ru: Подчинённая модель!

source: Authentication
ru: Авторизация

source: Enter
ru: Вход

source: Enter as client
ru: Войти в качестве клиента

source: Error
ru: Ошибка

source: Note
ru: Замечание

source: The user's idle time is limited by <nobr>%(session_duration)s minutes.</nobr> After that time it needs to login again.
ru: Время бездействия пользователя ограничено <nobr>%(session_duration)s минутами.</nobr> По истечении данного времени потребуется повторная авторизация.

source: Models available in the %(name)s application.
ru: Модели доступны в приложении %(name)s.

source: Add
ru: Добавить

source: Change
ru: Замена

source: You don't have permission to edit anything.
ru: У вас нет прав на редактирование

source: Recent Actions
ru: Последние действия

source: My Actions
ru: Мои действия

source: None available
ru: Не доступно

source: Unknown content
ru: Неизвестное содержимое

source: Home
ru: Домой

source: Statistic
ru: Статистика

source: Courses
ru: Курсы

source: Courses statistic
ru: Статистика курсов

source: Get PDF
ru: Получить PDF

source: Fee
ru: Стоимость

source: Hours
ru: Часы

source: Visitors
ru: Посетители

source: Visitors by card
ru: Посетители по карте

source: Income
ru: Входящие
